[
    {
        "id": 1,
        "titulo": "SUPINO INCLINADO",
        "categoria": "Peito",
        "texto": "# O QUE É SUPINO? \n\n Supino é um dos exercícios mais comuns praticados no treinamento de força, visando desenvolvimento do tronco superior. Praticado em diversas situações, que vão desde terapias e lazer até esporte competitivo, também é praticado com diversos objetivos, que vão desde a busca pela saúde e qualidade de vida até a preparação para diferentes modalidades esportivas, terapia, parâmetro de força, entre outros objetivos. \n\n Descrição do exercício: o indivíduo se posiciona em decúbito dorsal, realizando movimentos de afastamento da barra em relação ao tórax. \n\n ## PARA QUE SERVE SUPINO INCLINADO? \n\n A variação na inclinação do banco durante o exercício de supino parece afetar o grau de ativação dos músculos envolvidos. \n\n Sendo assim, a ativação de regiões específicas do músculo será conseguida com a característica mecânica dos exercícios, como, por exemplo, o supino inclinado, ao recrutar com maior ênfase a parte clavicular do peitoral maior. \n\n ## SUPINO INCLINADO TRABALHA QUAIS MÚSCULOS? \n\n Adutores horizontais do ombro, peitoral maior parte clavicular e parte esternocostal, deltóide parte clavicular, acromial e coracobraquial, abdutores do cíngulo do membro superior, peitoral menor e serrátil anterior, extensores de cotovelo, tríceps braquial e ancôneo. \n\n ## COMO FAZER SUPINO INCLINADO CORRETAMENTE? \n\n O primeiro passo é escolher a forma de supino inclinado desejado (máquina, barra ou halteres). \n\n O movimento inicial acontece em cima com o peso distante do tronco, as escápulas devem estar unidas, o abdômen contraído, apoiando no banco o quadril e as escápulas permitindo uma ligeira curvatura na coluna (não manter retificada a coluna). \n\n A empunhadura (pegada) deve ser ligeiramente superior à largura dos ombros, com a observação de que, quanto mais fechada for a empunhadura, maior será o recrutamento de tríceps. \n\n Inspirar, descer a barra até a fúrcula esternal, desenvolver e expirar no final do movimento. \n\n Desça com o peso, até que a barra aproxime-se do peito. A barra deve descer até o peitoral superior, ficando acima da linha do mamilo. \n\n Caso use halteres, desça até que as mãos estejam na linha do peitoral, empurre o peso distanciando-o do tronco e fazendo contração voluntária quando o peso estiver no alto (final do movimento). \n\n Quando usar halteres, não os deixe encostar; os halteres devem deslocar-se sempre na linha do esterno do peitoral. \n\n ## DICAS PARA O EXERCÍCIO DE SUPINO INCLINADO \n\n - **Amplitude:** algumas pessoas acreditam que, durante o movimento, os cotovelos devem chegar apenas a 90º, mas deve-se alongar o músculo visando a amplitude máxima. \n\n - Cotovelos, ombros e peitoral devem estar alinhados. \n\n - **Controle o movimento dos ombros**, uma vez que a escápula deve estar contraída, nada de soltar os ombros quando o peso estiver afastado do tronco. \n\n ## ERROS COMUNS NA EXECUÇÃO DO SUPINO INCLINADO \n\n Um erro bastante comum é o “encaixe articular”. Neste momento, ocorre um alívio da tensão muscular exercida sobre o peito e uma sobrecarga sobre as articulações. \n\n É o mesmo problema de quando o indivíduo está usando halteres e faz os dois pesos “baterem” quando estão afastados do tronco. O problema é que acaba sendo gerada uma tensão contrária com os movimentos do peso, e o músculo acaba relaxando. \n\n Cuidado ao colocar os pés sobre o banco. Pensando em aliviar a pressão sobre a coluna e buscar maior conforto, algumas pessoas podem elevar os pés, colocando-os sobre o banco. \n\n Evite este movimento, pois pode tirar sua estabilidade, causando um acidente por conta do desequilíbrio. Para os baixinhos, a dica é usar um step ou uma caixa. Assim, você terá toda a estabilidade necessária.\n\n![Supino Inclinado](/assets/1/1.png)"
    },
    {
        "id": 2,
        "titulo": "Inferior na Polia",
        "categoria": "Ombro",
        "texto": "# O QUE É EXERCÍCIO CROSSOVER? \n\n O crossover, também conhecido como cruzamento de cabos, é um exercício que consiste em estimular o crescimento e fortalecimento do peitoral e de toda essa região do corpo. \n\n O exercício de crossover utiliza cabos que atribuem vantagens que ajudam a estabilizar e a reduzir o recrutamento de músculos estabilizadores — esses músculos têm a função de equilibrar o corpo humano, ajudando a amortecer cargas que cada pessoa realiza durante o dia. \n\n O crossover é muito comum entre os adeptos da musculação porque oferece três alturas distintas para fixar a polia no equipamento e executar o movimento, que irá contribuir para o aumento do peitoral. \n\n ## QUAIS SÃO OS MÚSCULOS TRABALHADOS? \n\n O crossover é um exercício que ajuda no fortalecimento dos músculos da região do peitoral e demais regiões, como: \n\n - peitoral superior, inferior e clavicular; \n\n - deltoide anterior (músculo do ombro); \n\n - romboides, são dois músculos com forma losangular da cintura escapular; \n\n - latíssimo do dorso, que se juntam ao longo do movimento como ajudantes. \n\n Além desses músculos, os bíceps, tríceps, abdômen e flexores do antebraço irão atuar como estabilizadores enquanto se realiza o exercício. Outro ponto positivo do crossover é o auxílio prestado na prática de hipertrofia feminina e masculina, devido ao fato de ajudar no crescimento de massa corporal. \n\n É válido ressaltar que o aparelho (cross over) é de grande porte e pode ser usado para atividades que envolvem todas as partes do corpo, malhando, por exemplo, as pernas. No entanto, sempre busque orientação com um instrutor antes de fazer uma série de exercícios para evitar seu uso de forma inadequada. \n\n ## COMO USAR O CROSSOVER CORRETAMENTE? \n\n A seguir, confira o passo a passo para fazer um crossover de forma correta: \n\n 1. primeiramente, regule as polias do crossover na posição alta, acima da cabeça; \n\n 2. depois, segure uma polia em cada mão, colocando, de forma opcional, uma perna na frente da outra, dobrando o tronco levemente para a frente; \n\n 3. permaneça com uma flexão moderada nos cotovelos e inicie o exercício com movimento de crucifixo, puxando a polia na direção oposta (chão); \n\n 4. a fase conhecida como concêntrica acaba quando as mãos conseguem se encontrar na frente do corpo (em frente ao quadril); \n\n 5. após o encontro das mãos, abra os braços novamente retornando à posição/ linha inicial do exercício; \n\n 6. repita a série conforme o número de repetições que se adequa ao seu treino. \n\n O exercício de crossover abrange três modalidades de polias, e cada uma seguirá como base esse passo a passo, conforme a posição da polia. O ideal é pedir auxílio para um instrutor, que o ajudará a fazer de forma correta. \n\n O crossover é um ótimo exercício, mas o ideal é encaixá-lo em uma rotina de treino que contenha uma base de atividades físicas compostas. Assim, sobrecarregando o peitoral por meio de uma ou duas variações de supino, por exemplo, antes do crossover, ou usando-o no final do treino, como um finalizador, auxilia na melhora dos resultados. \n\n ## CROSSOVER POLIA ALTA \n\n O crossover com polia alta desenvolve e estimula o peitoral inferior. A polia fica na altura superior do equipamento (acima da cabeça). Posicione-se com os pés um atrás do outro e traga as polias para baixo, na região do quadril, abrindo o máximo que o aparelho permitir. Repita o movimento conforme a série do treino, sempre controlando-o. \n\n ## DICAS E CUIDADOS AO USAR O CROSSOVER \n\n ### TENHA UMA SEQUÊNCIA DE MOVIMENTOS \n\n O crossover tende a ser um exercício que possui um movimento focado na adução horizontal do ombro com o auxílio estabilizador de outras articulações. Por isso, o ideal é utilizar o crossover junto com outros tipos de movimentos multiarticulares, como o supino. \n\n Assim, cria-se uma rotina diversificada nos exercícios e não se permite que o crossover seja a base do treino relacionado ao peitoral. \n\n ### USE CARGAS ADEQUADAS \n\n Ao utilizar o crossover no treino, é possível ter rápidas alterações de cargas, aliando técnicas como drop-set, tri-set e bi-set junto com o exercício. Isso pode acontecer devido à fácil manipulação dos pesos, que podem ser de cargas progressivas ou não — isso deve ser definido conforme a estrutura do treino de cada pessoa. \n\n ### TENHA CUIDADO COM OS OMBROS \n\n Os ombros possuem uma ligação mais direta com o exercício de crossover e devem ser preservados. Evite fazer movimentos em que a posição das mãos exceda muito as linhas dos ombros, porque isso faz com que essas articulações sejam sobrecarregadas desnecessariamente. \n\n Dessa forma, controle sempre o movimento, porque é fundamental que seja bem efetuado para não resultar em lesões, que podem ser ocasionadas pelos fortes impactos proporcionados pelo exercício. Quando uma pessoa já tem um problema na articulação dos ombros, o essencial é ter cautela ao realizar o exercício. Sempre peça auxílio ao instrutor. \n\n ### MANTENHA OS ÂNGULOS DOS COTOVELOS FIRMES \n\n Deixar os ângulos dos cotovelos firmes ao longo da execução do treino e um pouco flexionados ajuda a melhorar a forma de descer as cargas e elevar o seu uso. Além disso, o fato de manter os cotovelos flexionados evita que os tendões dos bíceps sejam estressados de forma desnecessária. \n\n ### ESTABILIZE AS ESCÁPULAS \n\n Estabilizar as escápulas é essencial para evitar dores durante a prática de crossover. O movimento do exercício consiste em movimentar os braços sem jogar as escápulas para a frente no mesmo momento que os braços. Esse movimento é o que faz diferença no recrutamento muscular e na vitalidade das articulações. \n\n ### NÃO DÊ UM PASSO À FRENTE \n\n Ao dar um passo para a frente, os músculos que atuam na estabilização do tronco durante o exercício de crossover ganham mais sobrecarga, e a pessoa é jogada para trás. Isso significa que terá uma dificuldade em manter o corpo fixo e pode ocorrer de usar o deltoide (músculo do ombro) para desviar do movimento correto. O ideal é se posicionar abaixo do crossover e inclinar o tronco para a frente. \n\n No geral, o crossover é um exercício muito efetivo para treinos voltados para o peitoral, mas é necessário muita atenção e cuidado no momento de sua execução, porque o movimento requer uma estrutura física um pouco mais fortalecida no que ajuda a pessoa a ter um movimento mais limpo e suave. \n\n Dessa forma, é válido ressaltar que o crossover pode não ser um bom treino para pessoas que estão iniciando sua rotina de exercícios, uma vez que é necessário um certo fortalecimento do corpo, e para aquelas que possuem algum comprometimento nas articulações dos ombros, em função de aumentar a possibilidade de ter uma lesão.\n\n![Inferior na Polia](/assets/2/2.png)"
    },
    {
        "id": 3,
        "titulo": "Remada Curvada",
        "categoria": "Costas",
        "texto": "# O QUE É REMADA CURVADA?\n\nA remada curvada é um exercício que trabalha toda a parte dorsal do tronco e é realizada por meio de três movimentos: extensão do ombro, adução escapular e flexão do cotovelo.\nPor ser um exercício multiarticular ou composto, a remada curvada solicita muitos músculos para a execução do movimento de puxada, por isso atua nas regiões do core e do antebraço.\n\n## PARA QUE SERVE A REMADA CURVADA?\nA remada curvada serve para o desenvolvimento muscular harmônico e é um dos poucos exercícios de costas que utiliza o peso livre. Devido à posição curvada, o movimento ativa o dorso, trapézio (porção média e inferior), romboides, deltoide, bíceps braquial, serrátil, entre outros músculos.\n\n## VANTAGENS DA REMADA CURVADA\nConfira algumas vantagens da remada curvada:\n\n- Melhora na funcionalidade em geral\n\n- Melhora na produção de força e amplitude\n- Aumento de volume na região dorsal – hipertrofia muscular\n- Aumento da estabilização e equilíbrio durante o treino.\n\n## COMO FAZER A REMADA CURVADA DE MANEIRA CORRETA?\nPara iniciar o exercício em casa ou na academia, é preciso entender a maneira correta de fazer remada curvada. Por isso, antes de se aventurar, recomendamos que você receba a orientação e o acompanhamento de um profissional, que fará uma avaliação do seu biotipo e dos seus objetivos.\nA orientação é extremamente importante, pois, devido ao seu nível de complexidade, a remada curvada não é indicada para pessoas com restrições articulares ou problemas na região da lombar.\nMas, afinal, como fazer de maneira correta? Primeiro é preciso ter o mínimo de consciência corporal e muito cuidado com a postura para evitar lesões na região da lombar.\nConfira a seguir o passo a passo de como realizar de maneira correta a remada curvada com barra.\n\n- Em pé, mantenha as pernas levemente afastadas e com os pés posicionados na largura dos ombros\n\n- Incline o tronco para a frente – conforme nível de flexão indicado pelo profissional\n\n- Segure a barra de maneira que a sua coluna esteja estável e as curvaturas lombares, preservadas\n- Puxe a barra em direção à região abdominal, com o movimento de flexão dos cotovelos e fechamento (abdução) das escápulas – você também pode começar o movimento direto pelas escápulas, realizando abdução e depois a puxada\n- Não ultrapasse o cotovelo da linha do ombro, para não diminuir a atividade muscular do latíssimo do dorso\n- Comece a descida (fase excêntrica), com os cotovelos completamente estendidos, e faça o movimento de maneira controlada, até abrir as escápulas\n- Realize as repetições de acordo com orientações do profissional\n\n## REMADA CURVADA COM BARRA\nA escolha da barra para a remada curvada deve ser orientada pelo profissional de sua confiança de acordo com as suas necessidades, mas de modo geral são indicados dois tipos: barra W, formato mais anatômico e funcional que trabalha menos o antebraço, e a barra reta, formato mais estabilizador dos músculos do antebraço – não é indicado para quem sofre com desconforto nas costas.\nÉ importante que a barra esteja na posição correta, nunca perto demais da canela nem dos pés, para evitar o desequilíbrio e possíveis acidentes com lesões durante o exercício.\n\n## PEGADA DA REMADA CURVADA\nMesmo com diferentes tipos de pegadas para a remada curvada é essencial que o seu orientador avalie as melhores opções para o seu treino e trabalhe para que você desenvolva a capacidade de aperfeiçoamento no movimento.\nConfira alguns exemplos de pegadas para se utilizar durante o treino.\n\n **Remada Curvada Supinada**: devido a posição do antebraço possibilita maior ativação do bíceps braquial, além do focar no latíssimo do dorso\n\n**Remada Curvada Pronada**: \n ativa mais fortemente os músculos flexores do punho, no antebraço, e a parte superior e média do trapézio\n\n**Remada Curvada Neutra**: atua na parte inferior e média do trapézio.\n\n## DICAS PARA O TREINO DE REMADA CURVADA \n Uma das principais dicas do treino de remada curvada é não movimentar o tronco durante o exercício para não causar lesões ou reduzir a atividade muscular e, consequentemente, não compensar a atividade.\nÉ primordial que você esteja sempre atento à posição da coluna, deixando-a sempre reta durante a remada curvada e, em hipótese alguma, na posição arqueada ou curvada.\nDê uma atenção especial para a posição das mãos, que precisam estar alinhadas próximas à linha dos ombros com o objetivo de fazer o exercício render mais e manter a amplitude na medida certa – pois quanto mais distantes umas das outras, menor será a amplitude do movimento.\nJá os punhos devem estar sempre retos e não podem dobrar para trás, pois, caso isso aconteça, há grandes chances de provocar dores e lesões graves. Se ocorrer com frequência é preciso analisar com o profissional se a sua pegada está sendo realizada de maneira correta.\n\n![Remada Curvada](/assets/3/3.png)"
    }
]